{
  "item": [
    {
      "id": 1,
      "title": "The Persistence of Memory",
      "content": "The Persistence of Memory is a famous surrealistic artwork created by Salvador Dali. It features melting clocks in a dreamlike landscape.",
      "imagePath": null
    },
    {
      "id": 2,
      "title": "The Treachery of Images",
      "content": "The Treachery of Images is a renowned surrealist painting by René Magritte. It depicts a pipe with the inscription 'Ceci n'est pas une pipe,' which translates to 'This is not a pipe.'",
      "imagePath": null
    },
    {
      "id": 3,
      "title": "The Elephants",
      "content": "The Elephants is a surrealist painting by Salvador Dali. It portrays a group of elephants with long, spindly legs.",
      "imagePath": null
    },
    {
      "id": 4,
      "title": "The Son of Man",
      "content": "The Son of Man is a well-known surrealist painting by René Magritte. It shows a man in a bowler hat with an apple obscuring his face.",
      "imagePath": null
    },
    {
      "id": 5,
      "title": "The Human Condition",
      "content": "The Human Condition is a surrealist painting by René Magritte. It features a canvas within a canvas depicting a mysterious scene.",
      "imagePath": null
    },
    {
      "id": 6,
      "title": "The False Mirror",
      "content": "The False Mirror is a famous surrealist painting by René Magritte. It shows an eye with a cloud-filled sky reflected in it.",
      "imagePath": null
    },
    {
      "id": 7,
      "title": "The Lovers",
      "content": "The Lovers is a surrealist painting by René Magritte. It depicts a man and a woman kissing, both of their faces covered by cloth.",
      "imagePath": null
    },
    {
      "id": 8,
      "title": "The Red Tower",
      "content": "The Red Tower is a surrealist painting by Giorgio de Chirico. It shows an architectural landscape with a tower painted in vibrant red.",
      "imagePath": null
    },
    {
      "id": 9,
      "title": "The Voice of Blood",
      "content": "The Voice of Blood is a surrealist painting by Salvador Dali. It features distorted figures and symbolic imagery.",
      "imagePath": null
    },
    {
      "id": 10,
      "title": "The Portrait of Paul Eluard",
      "content": "The Portrait of Paul Eluard is a surrealist painting by Salvador Dali. It depicts the poet Paul Eluard with his face obscured by butterflies.",
      "imagePath": null
    },
    {
      "id": 11,
      "title": "The Great Masturbator",
      "content": "The Great Masturbator is a surrealist painting by Salvador Dali. It portrays a distorted figure lying on a rock.",
      "imagePath": null
    },
    {
      "id": 12,
      "title": "The Temptation of St. Anthony",
      "content": "The Temptation of St. Anthony is a surrealist painting by Salvador Dali. It depicts various surreal elements surrounding the figure of St. Anthony.",
      "imagePath": null
    },
    {
      "id": 13,
      "title": "The Enigma of Hitler",
      "content": "The Enigma of Hitler is a surrealist painting by Salvador Dali. It explores the psychological dimensions of Adolf Hitler and the nature of evil.",
      "imagePath": null
    },
    {
      "id": 14,
      "title": "The Madonna of Port Lligat",
      "content": "The Madonna of Port Lligat is a surrealist painting by Salvador Dali. It shows a religious depiction of the Virgin Mary with surreal elements.",
      "imagePath": null
    },
    {
      "id": 15,
      "title": "The Swallow's Tail",
      "content": "The Swallow's Tail is a surrealist painting by Salvador Dali. It portrays a whirlpool-like structure with symbolic imagery.",
      "imagePath": null
    },
    {
      "id": 16,
      "title": "The Burning Giraffe",
      "content": "The Burning Giraffe is a surrealist painting by Salvador Dali. It features a giraffe on fire with various symbolic elements.",
      "imagePath": null
    },
    {
      "id": 17,
      "title": "The Disintegration of the Persistence of Memory",
      "content": "The Disintegration of the Persistence of Memory is a surrealist artwork by Salvador Dali. It is a reinterpretation of his famous piece 'The Persistence of Memory.'",
      "imagePath": null
    },
    {
      "id": 18,
      "title": "The Sacrament of the Last Supper",
      "content": "The Sacrament of the Last Supper is a surrealist painting by Salvador Dali. It portrays the Last Supper scene with unique and surreal elements.",
      "imagePath": null
    },
    {
      "id": 19,
      "title": "The Meditative Rose",
      "content": "The Meditative Rose is a surrealist painting by Salvador Dali. It depicts a rose with a face in a dreamlike setting.",
      "imagePath": null
    },
    {
      "id": 20,
      "title": "The Hallucinogenic Toreador",
      "content": "The Hallucinogenic Toreador is a surrealist painting by Salvador Dali. It portrays a bullfight scene with various surreal elements and symbolism.",
      "imagePath": null
    }
  ]
}